[
    {
        "cn-name": "手绘部",
        "en-name": "art-drawing-department",
        "description": "手绘部是一个轻松休闲的绘画交流部门，天需过硬的画技你也可以在这里有一席之地，同时你径可以和部门内的ACG爱好者们进行绘画交流欢迎每一位热爱绘画的ACG文化爱好者加入我们！",
        "setting":[
            {
                "name": "安缇可",
                "story": [
                    "“小可你好像《中二病也要谈恋爱》里的六花呀”",
                    "“哼，她作为前辈吾确实是致敬她的，但吾辈之境界一定早已超过她了，所谓马火烧酒可不是一味的塔塔开呀。那来哇，就让吾挥舞‘彩凝绘世之你’让尔等一窥另一番天地吧”",
                    "“小可还真是活力满满呀～”", 
                    "（社团内活力值貌似上升了↑）"
                ],
                "role":[
                    "“罪恶呀，压迫呀，吾乃此世界降生之女！运用此‘彩凝绘世之笔’给你们带来属于异世界的奇迹吧！（大笑就免了）”一位在校艺术生，自小便接触绘画，在小学更是能独自一人玩成一学期的手抄报作业，酷爱远方，幻想自己是名海盗去寻找宝藏，拥有中度中二病，可以给自己的世界加上彩色滤镜，作为艺考生的她热爱绘画，但厌倦了坐在画室里反复的速写，她所向往的是更多彩的世界，所以总总在作业上上色，不受他人眼光影响，努力展示最真实且真诚的自己。"
                ],
                "outfit":[
                        "虽然身穿白色水手服，但总是被她的颜色所沾染，在被颜色沾到的地方还会自己画上各种涂鸦（统一服）；在平常时，喜欢穿着淡黄毛衣.背着斜挎包（颜色暂定）.拿着便捷画板和铅笔去取景.戴着较为宽松的贝雷帽（常服）"
                ]
            }
        ]
    },
        {
        "cn-name": "漫编部",
        "en-name": "design-editing-department",
        "description": "漫编部是负责编排制作社报与宣传海报的部门由文设组和技术组组成。文设组主要负责文案提供，技术组主要负责编辑，排版，剪辑等，因此对新人有一定要求（如会使用PS，InDesign，剪映等排版软件），欢迎有信心的同学加入！漫编部由电脑部和策划部合并而来，两个部门的工作重叠较多，加上一定当时原因，按两个小组合并为一个部门。",
        "setting":[
            {
                "name": "安月露",
                "story": [
                    "“诶诶，小安你是不是不喜欢我们呀”",
                    "“不，不是的。。。”（被打断）",
                    "“那为什么总是不找我们聊天”",
                    "“这个是因为我。。。”（被打断）",
                    "“还有还有，为什么总不来社团活动呀”",
                    "“这个也是因为。。。”（被打断）",
                    "“你怎么总是没精打采的，是不是家庭里面有什么事情呀！”",
                    "“没有啦，其实就是。。。”（被打断）",
                    "“你不会是为了家庭在打夜工吧？”",
                    "“这个貌似合理一点。。。”",
                    "“我懂啦，你其实是在暗夜里的红发英雄对吧！”",
                    "“太夸张啦！等我把话说完呀！我只是最近在赶社报没有睡好而已呀喂(#`O′) ”"
                 ],
                "role":[
                    "平常看起来总是没精打采的阴暗角色，但其实是个分享欲很强烈的人，只是总是很晚才睡，可能是失眠？可能是生物钟没调过来？连她自己都不知道。安月露从小就接触动漫，经常在各大论坛活跃，但发言谨慎努力维持着互联网和谐说是，有时也会发一些关于动漫的博客，并且热爱平面设计，所以阴差阳错的就进入了漫编部。在班上总总被问到“你写了那么多文章语文成绩一定很好吧”时，总是无言以对。"
                ],
                "outfit":[
                        "在学校里，校服水手服总是不太整齐，扎起来的丸子头总是会翘起一边，头歪到一边并不只是在装可爱，还有是因为没睡好的原因......在学校时因为不能使用电子产品因此只能在袖口放下小笔记本和按动笔（统一服）；在一次社团聚会前，她难得可以睡一次好觉可以去参加。她在外时则穿着格子衬衫以及冲锋衣，下半身则是较为宽松的牛仔裤，身后单背着登山包，包里没完全拉上的拉链可以看到包里银白的平板（私服）。"
                ]
            }
        ]
    },
     {
        "cn-name": "才艺部",
        "en-name": "performance-department",
        "description": "才艺部是可以让喜欢ACG文化的同学展现才华的地方，在这里你可以交到志同道合的朋友也可以尽情展现自我。曾经的wota部（ヲタ芸）与才艺部相合并。",
        "setting":[
            {
                "name": "玉淼萃",
                "story": [
                    "“才艺部？原来你们还有这个部门吗”",
                    "“有的，只不过很少活跃就是了…”在招新会上她被新生这么调侃到，但也只能强颜欢笑的承认这个事实",
                    "“你们才艺部都有什么才艺？说学逗唱总的会一个吧”",
                    "“你说的那些德O社现在都不搞了吧…”",
                    "“那你们上一届的表演一定很精彩吧”",
                    "“我们上一届...没入选…”",
                    "“那确实挺可惜的了，我还是去其他社团看看吧”",
                    "心中不爽的她叫住了那名新生说到：“其实我们有一绝活”",
                    "“哦？是什么？”",
                    "“那就是咬爆打火机拉你下去陪葬呀！泼街！”",
                    "（事后以社长出面解决了问题，但那名新生的名字仍然被记在玉淼萃的本子里）"
                ],
                "role":[
                        "她是一名深受热血动漫影响的钢琴手，她的钢琴技术虽然有两把刷子但父母却坚决不允许她走艺术生的路线，这点她多少有点不满，但她依然热爱着音乐。人们刻板印象的认为谈钢琴的应该是较为文雅的人，在她表面是这样子的，但实际她是个比较记仇的人，这可能源于她对自我内心的保护，不过在一般情况下是一位很聊得来的活泼女生"
                ],
                "outfit":[
                    "在学校内，她的校服水手服总是最为干净整洁的，她的双马尾也往往是最对称的，她甚至会帮助安月露（漫编部）整理仪容，可以说是最标准的模范学生（统一服）在校外，一般喜欢穿着卫衣和夹克衫在街头进行演奏，身后常常背着硕大的电子琴，下身穿短裤和长筒皮鞋私服）"
                ]
            }
        ]
    },
        {
        "cn-name": "外交部",
        "en-name": "public-relations-department",
        "description": "外交部是一个包容友爱的部门，在这里可以锻炼你的交际能力发扬个人爱好。喜欢ACG文化且社交能力较强的同学都欢迎加入（社恐勿入，社交悍匪快乐天堂）",
        "setting":[
            {
                "name": "唐琦歌",
                "high": "165cm",
                "weight": "40kg",
                "love":[
                    "谷子",
                    "社交",
                    "活动",
                    "巧克力",
                    "一些运动"
                ],
                "hate":[
                    "游泳",
                    "下水",
                    "负能量的东西"
                ],
                "story":[
                    "“外交部啊，听着挺清闲的吧？平时也没见干多少活儿。”",
                    "“可不嘛，来咱们部门准能碰到不少同好，大部分时候确实不忙~ 撒，要不要加入咱们这个其乐融融的小天地？”",
                    "“哎那敢情好，能光明正大摸鱼了？那申请表在哪儿填来着？”",
                   " 殊不知负责招新的唐琦歌嘴角勾起一抹意味深长的笑意。",
                    "直到校庆当天，外交部的大部分成员……",
                    "“小张，带两个人去门卫室搬物料！”",
                    "“小李，带组员去布置摊位，别磨蹭！”",
                    "“对了小王，赶紧去提醒那几个摸鱼的——发社报的活儿等半天了，麻溜点！”",
                    "于是众人这才反应过来：外交部到底是咋个“闲”法？平时看大家确实悠闲，可一到校庆这种大活动，又全支棱起来了？"
                ],
                "role":[
                "拥有极强的热情和精力，总是一副活力四射的状态，虽然有时也会低迷，但是也能够及时调整（能让她陷入长期低迷的可能就是去漫展找COS老师要签名明信片的时候，前面那个人刚好把最后一张给领完了）",
                "富有责任心，有比较强的好胜欲，对于社团的工作总是极其上心的",
                "有一点中二病，有时候会幻想",
                "而对于一些方面，她却能表现出与平时不同的那种成熟感出来，办起事来还是比较靠谱的，尤其是在商业洽谈的时候，表现的更像是个成熟的大人",
                "她的星星眼总是闪耀着充满活力的光芒，但是一遇到正经事情的时候，便会显得格外的关注有神"
                ],
                "outfit":[
                        "浅蓝色眼，大眼睛，披肩蓝发，爱穿运动服装，身材均匀，日常白色校服（是水手服吧？）上会有一点轻微的汗味，在出席一些比较正式的场合时，会换成西裤，鞋子以平底鞋代步为白色。周末放假时常常穿着一件干净的白t和黑色休闲裤去逛街出游，平时放学总是可以看见她穿着运动裤在跑步"
                ]
            }
        ]
    }
]